{
  "architectures": [
    "DistilBertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "max_position_embeddings": 512,
  "model_type": "distilbert",
  "num_attention_heads": 12,
  "num_hidden_layers": 6,
  "output_attentions": false,
  "output_hidden_states": false,
  "torch_dtype": "float32",
  "transformers_version": "4.28.1",
  "vocab_size": 30522
}
